@extends('layouts.layout')
    @section('document')
    <ol class="main-ol">
        <li>
            <b>ПРЕДМЕТ ДОГОВОРА</b>
            <ol>
                <li>Сторона поручает, а Медиатор принимает на себя обязательства по проведению процедуры медиации, для разрешения спора согласно которому обращается Сторона.</li>
                <li>Сторона  обязуется произвести оплату  оказанных Медиатором услуг в соответствии с условиями, предусмотренными настоящим договором.</li>
                <li>Язык проведения процедуры медиации – русский.</li>
            </ol>
        </li>
        <li>
            <b>ПРАВА И ОБЯЗАННОСТИ СТОРОН</b>
            <ol>
                <li>
                    Сторона   обязана:
                    <ol>
                        <li>предоставлять Медиатору по его запросам документы, необходимые для проведения процедуры медиации, и другую необходимую информацию;</li>
                        <li>давать необходимые Медиатору разъяснения по интересующим его вопросам в ходе подготовки к проведению процедуры медиации;</li>
                        <li>своевременно и в полном объеме производить оплату в соответствии с условиями настоящего договора.</li>
                    </ol>
                </li>
                <li>
                    Сторона  вправе:
                    <ol>
                        <li>отказаться от проведения процедуры медиации с соблюдением принятых на себя обязательств по настоящему договору;</li>
                        <li>получать у Медиатора разъяснения в устной форме по возникшим вопросам в ходе подготовки к проведению процедуры медиации по настоящему договору.</li>
                    </ol>
                </li>
                <li>
                    Медиатор обязан:
                    <ol>
                        <li>обеспечить подготовку к проведению процедуры медиации в соответствии с законодательством Республики Казахстан Законом РК «О медиации»;</li>
                        <li>давать необходимые Стороне разъяснения по интересующим ее вопросам в ходе подготовки к проведению процедуры медиации, в том числе предоставлять по требованию Сторон необходимую информацию о требованиях законодательства РК, касающихся интересующего Стороны вопроса по поводу организации и проведения процедуры медиации;</li>
                        <li>обеспечивать конфиденциальность сведений,  документов и иных материалов, получаемых и составляемых в ходе работы в рамках настоящего договора, не разглашать их содержание без взаимного согласия сторон.</li>
                    </ol>
                </li>
                <li>
                    Медиатор вправе:
                    <ol>
                        <li>самостоятельно определять способы и методы организации и подготовки к проведению процедуры медиации по согласованию со Сторонами;</li>
                        <li>получать от Сторон разъяснения в устной форме по возникшим в ходе обеспечения проведения процедуры медиации  вопросам.</li>
                    </ol>
                </li>
                <li>Стороны согласны с тем, что в течение всей процедуры медиации медиатор может встречаться и поддерживать связь как со всеми сторонами вместе, так и с каждой из них в отдельности.</li>
                <li>Сторона, медиатор, а также другие лица, присутствовавшие при проведении процедуры медиации, независимо от того, связаны ли судебное разбирательство, третейское разбирательство со спором, который являлся предметом процедуры медиации, не вправе ссылаться, если стороны не договорились об ином, в ходе судебного разбирательства или третейского разбирательства на информацию о:<br>
                    - предложении одной из сторон о применении процедуры медиации, равно как и готовности одной из сторон к участию в проведении данной процедуры;<br>
                    - мнениях или предложениях, высказанных одной из сторон в отношении возможности урегулирования спора;<br>
                    - признаниях, сделанных одной из сторон в ходе проведения процедуры медиации;<br>
                    - готовности одной из сторон принять предложение медиатора или другой стороны об урегулировании спора.
                </li>
                <li>Стороны обязуются не вызывать медиатора в качестве свидетеля в суд или третейский суд для дачи показаний  об  обстоятельствах, которые стали ему известны в связи с исполнением соответствующих обязанностей медиатора в данной процедуре.</li>
                <li>Медиатор не вправе:<br>
                    - быть представителем какой-либо стороны;<br>
                    - оказывать какой-либо стороне юридическую, консультационную или иную помощь;<br>
                    - осуществлять деятельность медиатора, если при проведении процедуры медиации он лично (прямо или косвенно) заинтересован в ее результате, в том числе состоит с лицом, являющимся одной из сторон, в родственных отношениях.
                </li>
                <li>В случае, если медиатор получил от одной из сторон информацию, относящуюся к процедуре медиации, он может раскрыть такую информацию другой стороне только с согласия стороны, предоставившей информацию.</li>
                <li>Стороны обязаны в отношениях друг с другом и в отношении  медиатора воздерживаться от действий или поведения, которые могут осложнить ход процедуры  медиации или создать препятствия для достижения согласия.</li>
                <li>Каждая из Сторон сохраняет все права на защиту своих интересов любыми способами, не запрещенными законом.</li>
                <li>Стороны обязуются в оговоренный настоящим Соглашением срок воздерживаться от обращения в суд, третейский суд с иском, предмет которого прямо или косвенно совпадает с предметом спора и урегулирование которого производится Сторонами с помощью процедуры медиации в соответствии с настоящим Соглашением.</li>
                <li>Каждая из Сторон вправе в любой момент и без объяснения причин выйти из процедуры медиации на основании соответствующего письменного заявления, которое должно быть передано медиатору, а также в установленных законом случаях.</li>
            </ol>
        </li>
        <li>
            <b>ПОРЯДОК ОБЕСПЕЧЕНИЯ ПОДГОТОВКИ К ПРОВЕДЕНИЮ ПРОЦЕДУРЫ МЕДИАЦИИ</b>
            <ol>
                <li>Подготовка к проведению процедуры медиации по настоящему договору проводится Медиатором в соответствии с требованиями законодательства.</li>
                <li>Обеспечение подготовки к проведению процедуры медиации завершается в случае отказа Сторон (одной из Сторон), либо Медиатора по согласованию со Стороной, от проведения процедуры медиации; отказа другой стороны спора от предложения обратиться к процедуре медиации.</li>
            </ol>
        </li>
        <li>
            <b>СТОИМОСТЬ И УСЛОВИЯ ОПЛАТЫ</b>
            <ol>
                <li>
                    За организацию и проведение процедуры медиации по настоящему договору Сторона производит оплату в следующем порядке:
                    <ol>
                        <li><b>{{number_format((int) str_replace(' ', '', $data->prepayment), 0, '.', ' ')}} ({{ numStr((int) str_replace(' ', '', $data->prepayment), 'ru') }}) тенге</b>, организационный сбор в качестве предоплаты за подготовку к проведению процедуры медиации. Организационный сбор  возврату не подлежит независимо от того, состоится или  нет процедура медиации, а также от результата процедуры медиации;</li>
                        <li>Вознаграждение в сумме <b>{{number_format((int) str_replace(' ', '', $data->award), 0, '.', ' ')}} ({{ numStr((int) str_replace(' ', '', $data->award), 'ru') }}) тенге</b> согласно выставленного Медиатором счета, которое выплачивается Стороной при достижении соглашения по результатам проведения процедуры медиации. Указанное вознаграждение не подлежит возврату в размере, соответствующем фактическому объему оказанных услуг и расходов Медиатора, понесенных в связи с заключением и исполнением настоящего договора,  независимо от результата процедуры медиации.</li>
                    </ol>
                </li>
            </ol>
        </li>
        <li>
            <b>ОТВЕТСТВЕННОСТЬ СТОРОН</b>
            <ol>
                <li>В случае невыполнения или ненадлежащего выполнения обязательств по настоящему договору сторона несет ответственность в соответствии с действующим законодательством Республики Казахстан.</li>
                <li>В случае не произведения оплаты в сроки, установленные настоящим договором, Медиатор вправе взыскать со Стороны неустойку в размере 0,5% от суммы долга за каждый день просрочки. Неустойка начисляется со дня предъявления Медиатором Стороне письменной претензии.</li>
            </ol>
        </li>
        <li>
            <b>СРОК ДЕЙСТВИЯ И УСЛОВИЯ РАСТОРЖЕНИЯ ДОГОВОРА</b>
            <ol>
                <li>Настоящий договор вступает в силу с момента подписание Стороной  данный договор и действует в течение  3 месяцев.</li>
                <li>Договор может быть расторгнут по соглашению стороны или в одностороннем порядке с уведомлением Медиатора и Стороны договора.</li>
            </ol>
        </li>
        <li>
            <b>КОНФИДЕНЦИАЛЬНОСТЬ</b>
            <ol>
                <li>Стороны настоящим подтверждают, что информация, которой они обмениваются в рамках подготовки настоящего Договора, а также после заключения настоящего Договора, носит конфиденциальный характер, не может быть разглашена какой-либо третьей стороне без письменного согласия другой стороны договора.</li>
                <li>Обязательство о соблюдении конфиденциальности не затрагивает случаи предоставления информации органам исполнительной, судебной власти, правоохранительным органам,  в порядке, установленном законодательством Республики Казахстан.</li>
            </ol>
        </li>
        <li>
            <b>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</b>
            <ol>
                <li>Настоящий договор является конфиденциальным, его содержание может быть раскрыто только для совершения определенных в соглашении действий и в иных случаях, предусмотренных законом, если стороны не договорятся об ином.</li>
                <li>Согласно п.1 ст.10 Закона об электронном документе и электронной цифровой подписи РК, "Электронная цифровая подпись" равнозначна собственноручной подписи подписывающего лица и влечет одинаковые юридические последствия.</li>
                <li style="text-decoration: underline">"Стороны" уведомлены, что согласно п.5 и п.6 ст. 640 Кодекса РК «Об административных правонарушениях» за незаконную передачу закрытого ключа электронной цифровой подписи другим лицам, а так же использование закрытого ключа электронной цифровой подписи другого лица, влечет административную ответственность.</li>
            </ol>
        </li>
    </ol>
@endsection